Repository: VilledeMontreal/ckanext-pages
Catalog: ckanext/pages/i18n/*/LC_MESSAGES/ckanext-pages.po
Languages: mk, sq

source: Page name already exists in database
mk: Името на страницата веќе постои во базата на податоци
sq: Emri i faqes tashmë ekziston në bazën e të dhënave

source: Not authorized to see this page
mk: Не сте овластени за пристап до оваа страница
sq: Nuk jeni i autorizuar për të parë këtë faqe

source: User %s not authorized to read this page
mk: Корисникот %s не е овластен да ја чита оваа страница
sq: Përdoruesi %s nuk është i autorizuar të lexoj këtë faqe

source: Organization not found
mk: Организацијата не е пронајдена
sq: Organizata nuk u gjet

source: Unauthorized to read organization %s
mk: Не сте овластени да ја читате организацијата %s
sq: I paautorizuar për të lexuar organizatën %s

source: Page Not Found
mk: Страницата не е пронајдена
sq: Faqja nuk u gjet

source: Unauthorized to delete page
mk: Не сте овластени да ја избришете страницата
sq: Nuk jeni i autorizuar për të fshirë faqe

source: Group not found
mk: Групата не е пронајдена
sq: Grupi nuk u gjet

source: Unauthorized to read group %s
mk: Не сте овластени да ја читате групата %s
sq: Të paautorizuar të lexoni grupin %s

source: ERROR: View not found {view_id}
mk: ГРЕШКА: Приказот не е пронајден {view_id}
sq: GABIM: Shiko nuk u gjet {view_id}

source: Your browser does not support iframes.
mk: Вашиот прелистувач не поддржува внатрешни рамки.
sq: Shfletuesi juaj nuk i përkrah iframes.

source: Unauthorized to create or edit a page
mk: Не сте овластени да креирате или уредувате страница
sq: I paautorizuar për të krijuar ose redaktuar një faqe

source: Only Posting is availiable
mk: Само Објавување е достапно
sq: Postimi i vetëm në dispozicion

source: Unauthorized to upload file %s
mk: Не сте овластени да ја прикачите датотеката %s
sq: Ngarkimi i paautorizuar i një skedari %s

source: Pages
mk: Страници
sq: Faqet

source: News
mk: Новости
sq: Lajme

source: What are Pages?
mk: Што претставуваат Страници?
sq: Cilat janë Faqet?

source: <p>Pages are are simple way to add extra pages to your ckan instance. You can assign an order to them.</p>
mk: <p>Страниците се едноставен начин за додавање дополнителни страници во вашата ckan инстанца. Можете да им доделите редослед.</p>
sq: <p>Faqet janë të thjeshta për të shtuar faqe shtesë në instancën tuaj ckan. Ju mund të caktoni një urdhër për ta.</p>

source: Add Blog Article
mk: Додајте блог-напис
sq: Shto një artikull në blog

source: Edit Blog Article
mk: Уредете блог-напис
sq: Ndrysho artikullin e blogut

source: eg. Blog Article Title
mk: пр. Наслов на блог-напис
sq: psh. Titulli i artikullit të blogut

source: Add News Article
sq: Shtoni artikullin

source: Edit News Article
sq: Redakto artikullin

source: eg. News Article Title
sq: psh. Titulli i artikullit të blogut

source: Add page
mk: Додајте страница
sq: Shto faqe

source: Edit page
mk: Уредете страница
sq: Redakto faqen

source: eg. Page Title
mk: пр. Наслов на страницата
sq: psh. Titulli i faqes

source: Title
mk: Наслов
sq: Titulli

source: Publish Date
mk: Датум на објава
sq: Data e publikimit

source: Visibility
mk: Видливост
sq: Dukshmëria

source: Public
mk: Јавно
sq: Publiku

source: Menu Order
mk: Редослед на мени
sq: Rendi i menysë

source: Not in Menu
mk: Не е во менито
sq: Nnuk është në meny

source: Content
mk: Содржина
sq: Përmbajtje

source: Enter content here
mk: Внесете содржина тука
sq: Shkruani përmbajtjen këtu

source: My content
mk: Моја содржина
sq: Përmbajtja ime

source: Cancel
mk: Откажи
sq: Anuloj

source: Add
mk: Додај
sq: Shto

source: Are you sure you want to delete this Article?
sq: A jeni i sigurtë për fshirjën këtë faqe?

source: Are you sure you want to delete this Page?
mk: Дали сте сигурни дека сакате да ја избришете оваа страница?
sq: A jeni i sigurtë për fshirjën këtë faqe?

source: Delete
mk: Избриши
sq: Fshij

source: Save
mk: Зачувај
sq: Ruaj

source: Edit
mk: Уреди
sq: Redakto

source: This page currently has no content
mk: Оваа страница моментално нема содржина
sq: Kjo faqe aktualisht nuk ka përmbajtje

source: More
mk: Повеќе
sq: Më shum

source: Edit Article
mk: Уреди напис
sq: Redakto artikullin

source: Blog Articles
mk: Блог-написи
sq: Artikuj Blog

source: <p>Add blog articles to CKAN here.</p>
mk: <p>Додајте блог-написи на CKAN тука.</p>
sq: <p>Shtoni artikuj blogesh tek CKAN këtu</p>

source: Add Article
mk: Додајте напис
sq: Shtoni artikullin

source: Confirm Delete
mk: Потврдете го бришењето
sq: Konfirmo fshirjen

source: Are you sure you want to delete page - {name}?
mk: Дали сте сигурни дека сакате да ја избришете страницата - {name}?
sq: A jeni i sigurtë për fshirjën këtë faqe - {name}?

source: This article currently has no content
sq: Kjo faqe aktualisht nuk ka përmbajtje

source: News Articles
sq: Artikuj Blog

source: <p>Add news articles to CKAN here.</p>
sq: <p>Shtoni artikuj blogesh tek CKAN këtu</p>

source: Edit Page
mk: Уреди страница
sq: Redakto faqen

source: There are currently no blog articles here
mk: Тука во моментот нема блог-написи
sq: Aktualisht nuk ka artikuj blogu këtu

source: There are currently no news articles here
sq: Aktualisht nuk ka artikuj blogu këtu

source: There are currently no pages here
mk: Тука во моментот нема страници
sq: Aktualisht nuk ka faqe këtu

source: Blog
mk: Блог

source: Private
mk: Приватно
