Repository: VilledeMontreal/ckanext-pages
Catalog: ckanext/pages/plugin/i18n/*/LC_MESSAGES/ckanext-pages.po
Languages: nb_no

source: Page name already exists in database
nb_no: Sidenavnet eksisterer allerede i databasen

source: Not authorized to see this page
nb_no: Ingen tilgang til å se denne siden

source: User %s not authorized to read this page
nb_no: %s har ikke tilgang til å lese denne siden

source: Organization not found
nb_no: Organisasjon ikke funnet

source: Unauthorized to read organization %s
nb_no: Ingen tilgang til organisasjon %s

source: Page Not Found
nb_no: Side ikke funnet

source: Unauthorized to delete page
nb_no: Ingen tilgang til å slette siden

source: Group not found
nb_no: Gruppe ikke funnet

source: Unauthorized to read group %s
nb_no: Ingen tilgang til gruppe %s

source: ERROR: View not found {view_id}
nb_no: FEIL: View ikke funnet: {view_id}

source: Your browser does not support iframes.
nb_no: Nettleseren din støtter ikke iframes.

source: Unauthorized to create or edit a page
nb_no: Ingen tilgang til å opprette eller redigere en side

source: Only Posting is availiable
nb_no: Kun opprettelse er tilgjengelig

source: Unauthorized to upload file %s
nb_no: Ingen tilgang til å laste opp fil %s

source: Pages
nb_no: Sider

source: Blog
nb_no: Blogg

source: What are Pages?
nb_no: Hva er Sider?

source: <p>Pages are are simple way to add extra pages to your ckan instance. You can assign an order to them.</p>
nb_no: <p>Sider er en enkel måte å legge til flere sider i din CKAN-instans. Du kan tilordne en ordre til dem</p>

source: Add Blog Article
nb_no: Legg til blogginnlegg

source: Edit Blog Article
nb_no: Endre blogginnlegg

source: eg. Blog Article Title
nb_no: For eksempel tittel på blogginnlegg

source: Add page
nb_no: Legg til side

source: Edit page
nb_no: Endre side

source: eg. Page Title
nb_no: For eksempel tittel på innlegg

source: Title
nb_no: Tittel

source: Publish Date
nb_no: Publiseringsdato

source: Visibility
nb_no: Synlighet

source: Private
nb_no: Privat

source: Public
nb_no: Åpen

source: Menu Order
nb_no: Menyordre

source: Not in Menu
nb_no: Ikke i menyen

source: Content
nb_no: Innhold

source: Enter content here
nb_no: Legg inn innhold her

source: My content
nb_no: Mitt innhold

source: Cancel
nb_no: Avbryte

source: Add
nb_no: Legg til

source: Are you sure you want to delete this Page?
nb_no: Er du sikker på at du vil slette denne siden?

source: Delete
nb_no: Slette

source: Save
nb_no: Lagre

source: Edit
nb_no: Endre

source: This page currently has no content
nb_no: Denne siden har ikke innhold enda

source: More
nb_no: Mer

source: Edit Article
nb_no: Endre innlegg

source: Blog Articles
nb_no: Blogginnlegg

source: <p>Add blog articles to CKAN here.</p>
nb_no: <p>Legg til blogginnlegg til CKAN her.</p>

source: Add Article
nb_no: Legg til innlegg

source: Confirm Delete
nb_no: Bekreft sletting

source: Are you sure you want to delete page - {name}?
nb_no: Er du sikker på at du vil slette siden - {name}?

source: Edit Page
nb_no: Endre side

source: There are currently no blog articles here
nb_no: Det er ingen blogginnlegg her enda

source: There are currently no pages here
nb_no: Det er ingen sider her enda
